Repository: schatt/sixlayer
Catalog: Framework/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, es, es_us, fr, it, ja, ko, nl, pl, sv, zh_hans

# SixLayerFramework.form.fieldType.multiselect
source: Multi-select field: %@
da: Flervalgsfelt: %@
de: Mehrfachauswahlfeld: %@
es: Campo de selección múltiple: %@
es_us: Campo de selección múltiple: %@
fr: Champ à sélection multiple : %@
it: Campo a selezione multipla: %@
ja: 複数選択フィールド: %@
ko: 다중 선택 필드: %@
nl: Multi-selectieveld: %@
pl: Pole wielokrotnego wyboru: %@
sv: Flervalsfält: %@
zh_hans: 多选字段：%@

# SixLayerFramework.form.fieldType.range
source: Range field: %@
da: Områdefelt: %@
de: Bereichsfeld: %@
es: Campo de rango: %@
es_us: Campo de rango: %@
fr: Champ de plage : %@
it: Campo intervallo: %@
ja: 範囲フィールド: %@
ko: 범위 필드: %@
nl: Bereikveld: %@
pl: Pole zakresu: %@
sv: Områdesfält: %@
zh_hans: 范围字段：%@

# SixLayerFramework.form.fieldType.richText
source: Rich text field: %@
da: Rich text felt: %@
de: Rich-Text-Feld: %@
es: Campo de texto enriquecido: %@
es_us: Campo de texto enriquecido: %@
fr: Champ de texte enrichi : %@
it: Campo di testo ricco: %@
ja: リッチ テキスト フィールド: %@
ko: 서식 있는 텍스트 필드: %@
nl: Rich-text-veld: %@
pl: Pole tekstu sformatowanego: %@
sv: Rätt textfält: %@
zh_hans: 富文本字段：%@

# SixLayerFramework.form.fullyDeclarativeRequired
source: Fully declarative hints are required for type-only form generation
da: Fuldstændig deklarative tip er påkrævet for generering af formularer udelukkende til type
de: Für die reine Typformulargenerierung sind vollständig deklarative Hinweise erforderlich
es: Se requieren sugerencias totalmente declarativas para la generación de formularios de solo tipo
es_us: Se requieren sugerencias totalmente declarativas para la generación de formularios de solo tipo
fr: Des astuces entièrement déclaratives sont requises pour la génération de formulaires de type uniquement
it: Per la generazione di moduli di solo tipo sono necessari suggerimenti completamente dichiarativi
ja: 型のみのフォーム生成には完全な宣言型ヒントが必要です
ko: 유형 전용 양식 생성에는 완전한 선언적 힌트가 필요합니다.
nl: Voor het genereren van alleen-type formulieren zijn volledig declaratieve hints vereist
pl: Do generowania formularzy zawierających tylko typ wymagane są w pełni deklaratywne wskazówki
sv: Fullständigt deklarativa tips krävs för generering av formulär endast för typ
zh_hans: 仅类型表单生成需要完全声明性提示

# SixLayerFramework.form.maxFileSize
source: Max file size: %@
da: Maks. filstørrelse: %@
de: Maximale Dateigröße: %@
es: Tamaño máximo de archivo: %@
es_us: Tamaño máximo de archivo: %@
fr: Taille maximale du fichier : %@
it: Dimensione massima del file: %@
ja: 最大ファイルサイズ：%@
ko: 최대 파일 크기: %@
nl: Maximale bestandsgrootte: %@
pl: Maksymalny rozmiar pliku: %@
sv: Max filstorlek: %@
zh_hans: 最大文件大小：%@

# SixLayerFramework.form.noOptionsAvailable
source: No options available
da: Ingen tilgængelige muligheder
de: Keine Optionen verfügbar
es: No hay opciones disponibles
es_us: No hay opciones disponibles
fr: Aucune option disponible
it: Nessuna opzione disponibile
ja: 利用可能なオプションはありません
ko: 사용 가능한 옵션이 없습니다.
nl: Geen opties beschikbaar
pl: Brak dostępnych opcji
sv: Inga alternativ tillgängliga
zh_hans: 没有可用的选项

# SixLayerFramework.form.or
source: or
da: eller
de: oder
es: o
es_us: o
fr: ou
it: O
ja: または
ko: 또는
nl: of
pl: lub
sv: eller
zh_hans: 或

# SixLayerFramework.form.placeholder.enterEmail
source: Enter email
da: Indtast e-mail
de: Geben Sie die E-Mail-Adresse ein
es: Ingrese el correo electrónico
es_us: Ingrese el correo electrónico
fr: Entrez l'e-mail
it: Inserisci l'e-mail
ja: メールアドレスを入力してください
ko: 이메일을 입력하세요
nl: Voer e-mailadres in
pl: Wpisz adres e-mail
sv: Ange e-post
zh_hans: 输入电子邮件

# SixLayerFramework.form.placeholder.enterInteger
source: Enter integer
da: Indtast heltal
de: Geben Sie eine Ganzzahl ein
es: Introduzca un número entero
es_us: Introduzca un número entero
fr: Entrez un nombre entier
it: Inserisci un numero intero
ja: 整数を入力してください
ko: 정수를 입력하세요
nl: Voer een geheel getal in
pl: Wpisz liczbę całkowitą
sv: Ange heltal
zh_hans: 输入整数

# SixLayerFramework.form.placeholder.enterNumber
source: Enter number
da: Indtast nummer
de: Nummer eingeben
es: Introduzca el número
es_us: Introduzca el número
fr: Entrez le numéro
it: Inserisci il numero
ja: 番号を入力してください
ko: 번호를 입력하세요
nl: Voer nummer in
pl: Wpisz numer
sv: Ange nummer
zh_hans: 输入号码

# SixLayerFramework.form.placeholder.enterPassword
source: Enter password
da: Indtast adgangskode
de: Passwort eingeben
es: Introduce la contraseña
es_us: Introduce la contraseña
fr: Entrez le mot de passe
it: Inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
nl: Voer wachtwoord in
pl: Wprowadź hasło
sv: Ange lösenord
zh_hans: 输入密码

# SixLayerFramework.form.placeholder.enterPhone
source: Enter phone
da: Indtast telefonen
de: Geben Sie das Telefon ein
es: Introducir teléfono
es_us: Introducir teléfono
fr: Entrez le téléphone
it: Inserisci il telefono
ja: 電話番号を入力してください
ko: 전화번호 입력
nl: Voer telefoon in
pl: Wpisz telefon
sv: Ange telefon
zh_hans: 输入电话

# SixLayerFramework.form.placeholder.enterText
source: Enter text
da: Indtast tekst
de: Geben Sie Text ein
es: Introducir texto
es_us: Introducir texto
fr: Saisir du texte
it: Inserisci il testo
ja: テキストを入力してください
ko: 텍스트를 입력하세요
nl: Voer tekst in
pl: Wpisz tekst
sv: Skriv in text
zh_hans: 输入文字

# SixLayerFramework.form.placeholder.enterURL
source: Enter URL
da: Indtast URL
de: Geben Sie die URL ein
es: Ingrese la URL
es_us: Ingrese la URL
fr: Entrez l'URL
it: Inserisci l'URL
ja: URLを入力してください
ko: URL을 입력하세요
nl: Voer URL in
pl: Wpisz adres URL
sv: Ange URL
zh_hans: 输入网址

# SixLayerFramework.form.placeholder.select
source: Select
da: Vælge
de: Auswählen
es: Seleccionar
es_us: Seleccionar
fr: Sélectionner
it: Selezionare
ja: 選択
ko: 선택
nl: Selecteer
pl: Wybierz
sv: Välja
zh_hans: 选择

# SixLayerFramework.form.placeholder.selectBirthDate
source: Select birth date
da: Vælg fødselsdato
de: Geburtsdatum auswählen
es: Seleccionar fecha de nacimiento
es_us: Seleccione fecha de nacimiento
fr: Sélectionner la date de naissance
it: Seleziona la data di nascita
ja: 生年月日を選択
ko: 생년월일 선택
nl: Selecteer geboortedatum
pl: Wybierz datę urodzenia
sv: Välj födelsedatum
zh_hans: 选择出生日期

# SixLayerFramework.form.placeholder.selectCategory
source: Select category
da: Vælg kategori
de: Kategorie auswählen
es: Seleccionar categoría
es_us: Seleccionar categoría
fr: Sélectionner une catégorie
it: Seleziona categoria
ja: カテゴリを選択
ko: 카테고리 선택
nl: Selecteer categorie
pl: Wybierz kategorię
sv: Välj kategori
zh_hans: 选择类别

# SixLayerFramework.form.placeholder.selectColor
source: Select color
da: Vælg farve
de: Farbe auswählen
es: Seleccionar color
es_us: Seleccionar color
fr: Sélectionner une couleur
it: Seleziona il colore
ja: 色を選択
ko: 색상 선택
nl: Selecteer kleur
pl: Wybierz kolor
sv: Välj färg
zh_hans: 选择颜色

# SixLayerFramework.form.placeholder.selectCountry
source: Select country
da: Vælg land
de: Land auswählen
es: Seleccionar país
es_us: Seleccionar país
fr: Sélectionner un pays
it: Seleziona il paese
ja: 国を選択
ko: 국가 선택
nl: Selecteer land
pl: Wybierz kraj
sv: Välj land
zh_hans: 选择国家

# SixLayerFramework.form.placeholder.selectCreationDate
source: Select creation date
da: Vælg oprettelsesdato
de: Erstellungsdatum auswählen
es: Seleccionar fecha de creación
es_us: Seleccionar fecha de creación
fr: Sélectionner la date de création
it: Seleziona la data di creazione
ja: 作成日を選択
ko: 생성 날짜 선택
nl: Selecteer aanmaakdatum
pl: Wybierz datę utworzenia
sv: Välj datum för skapande
zh_hans: 选择创建日期

# SixLayerFramework.form.placeholder.selectCreationTime
source: Select creation time
da: Vælg oprettelsestidspunkt
de: Erstellungszeit auswählen
es: Seleccionar hora de creación
es_us: Seleccionar hora de creación
fr: Sélectionner l'heure de création
it: Seleziona l'ora di creazione
ja: 作成時刻を選択
ko: 생성 시간 선택
nl: Selecteer aanmaaktijd
pl: Wybierz godzinę utworzenia
sv: Välj skapelsetid
zh_hans: 选择创建时间

# SixLayerFramework.form.placeholder.selectDate
source: Select date
da: Vælg dato
de: Datum auswählen
es: Seleccionar fecha
es_us: Seleccionar fecha
fr: Sélectionner une date
it: Seleziona la data
ja: 日付を選択
ko: 날짜 선택
nl: Datum selecteren
pl: Wybierz datę
sv: Välj datum
zh_hans: 选择日期

# SixLayerFramework.form.placeholder.selectDates
source: Select dates
da: Vælg datoer
de: Daten auswählen
es: Seleccionar fechas
es_us: Seleccionar fechas
fr: Sélectionner des dates
it: Seleziona le date
ja: 日付を選択
ko: 날짜 선택
nl: Selecteer data
pl: Wybierz daty
sv: Välj datum
zh_hans: 选择日期

# SixLayerFramework.form.placeholder.selectDateTime
source: Select date and time
da: Vælg dato og klokkeslæt
de: Datum und Uhrzeit auswählen
es: Seleccionar fecha y hora
es_us: Selecciona fecha y hora
fr: Sélectionner une date et une heure
it: Seleziona data e ora
ja: 日付と時刻を選択
ko: 날짜 및 시간 선택
nl: Selecteer datum en tijd
pl: Wybierz datę i godzinę
sv: Välj datum och tid
zh_hans: 选择日期和时间

# SixLayerFramework.form.placeholder.selectEndDate
source: Select end date
da: Vælg slutdato
de: Enddatum auswählen
es: Seleccionar fecha de fin
es_us: Seleccionar fecha de finalización
fr: Sélectionner la date de fin
it: Seleziona la data di fine
ja: 終了日を選択
ko: 종료 날짜 선택
nl: Selecteer einddatum
pl: Wybierz datę zakończenia
sv: Välj slutdatum
zh_hans: 选择结束日期

# SixLayerFramework.form.placeholder.selectEndTime
source: Select end time
da: Vælg sluttidspunkt
de: Endzeit auswählen
es: Seleccionar hora de fin
es_us: Seleccionar hora de finalización
fr: Sélectionner l'heure de fin
it: Seleziona l'ora di fine
ja: 終了時刻を選択
ko: 종료 시간 선택
nl: Selecteer eindtijd
pl: Wybierz godzinę zakończenia
sv: Välj sluttid
zh_hans: 选择结束时间

# SixLayerFramework.form.placeholder.selectFile
source: Select file
da: Vælg fil
de: Datei auswählen
es: Seleccionar archivo
es_us: Seleccionar archivo
fr: Sélectionner un fichier
it: Seleziona file
ja: ファイルを選択
ko: 파일 선택
nl: Selecteer bestand
pl: Wybierz plik
sv: Välj fil
zh_hans: 选择文件

# SixLayerFramework.form.placeholder.selectFilters
source: Select filters
da: Vælg filtre
de: Filter auswählen
es: Seleccionar filtros
es_us: Seleccionar filtros
fr: Sélectionner des filtres
it: Seleziona i filtri
ja: フィルタを選択
ko: 필터 선택
nl: Selecteer filters
pl: Wybierz filtry
sv: Välj filter
zh_hans: 选择筛选器

# SixLayerFramework.form.placeholder.selectImage
source: Select image
da: Vælg billede
de: Bild auswählen
es: Seleccionar imagen
es_us: Seleccionar imagen
fr: Sélectionner une image
it: Seleziona l'immagine
ja: 画像を選択
ko: 이미지 선택
nl: Selecteer afbeelding
pl: Wybierz obraz
sv: Välj bild
zh_hans: 选择图像

# SixLayerFramework.form.placeholder.selectOption
source: Select option
da: Vælg mulighed
de: Option auswählen
es: Seleccionar una opción
es_us: Seleccionar opción
fr: Sélectionner une option
it: Seleziona l'opzione
ja: オプションを選択
ko: 옵션 선택
nl: Selecteer optie
pl: Wybierz opcję
sv: Välj alternativ
zh_hans: 选择选项

# SixLayerFramework.form.placeholder.selectRouteType
source: Select route type
da: Vælg rutetype
de: Routentyp auswählen
es: Seleccionar tipo de ruta
es_us: Seleccionar tipo de ruta
fr: Sélectionner un type de route
it: Seleziona il tipo di percorso
ja: ルートタイプを選択
ko: 경로 유형 선택
nl: Selecteer routetype
pl: Wybierz typ trasy
sv: Välj rutttyp
zh_hans: 选择路线类型

# SixLayerFramework.form.placeholder.selectStartDate
source: Select start date
da: Vælg startdato
de: Startdatum auswählen
es: Seleccionar fecha de inicio
es_us: Seleccione fecha de inicio
fr: Sélectionner la date de début
it: Seleziona la data di inizio
ja: 開始日を選択
ko: 시작 날짜 선택
nl: Selecteer startdatum
pl: Wybierz datę rozpoczęcia
sv: Välj startdatum
zh_hans: 选择开始日期

# SixLayerFramework.form.placeholder.selectStartTime
source: Select start time
da: Vælg starttidspunkt
de: Startzeit auswählen
es: Seleccionar hora de inicio
es_us: Seleccionar hora de inicio
fr: Sélectionner l'heure de début
it: Seleziona l'ora di inizio
ja: 開始時刻を選択
ko: 시작 시간 선택
nl: Selecteer starttijd
pl: Wybierz godzinę rozpoczęcia
sv: Välj starttid
zh_hans: 选择开始时间

# SixLayerFramework.form.placeholder.selectTheme
source: Select theme
da: Vælg tema
de: Thema auswählen
es: Seleccionar tema
es_us: Seleccionar tema
fr: Sélectionner un thème
it: Seleziona tema
ja: テーマを選択
ko: 테마 선택
nl: Selecteer thema
pl: Wybierz motyw
sv: Välj tema
zh_hans: 选择主题

# SixLayerFramework.form.placeholder.selectTime
source: Select time
da: Vælg tid
de: Uhrzeit auswählen
es: Seleccionar hora
es_us: Seleccionar hora
fr: Sélectionner une heure
it: Seleziona l'ora
ja: 時刻を選択
ko: 시간 선택
nl: Selecteer tijd
pl: Wybierz godzinę
sv: Välj tid
zh_hans: 选择时间

# SixLayerFramework.form.placeholder.selectType
source: Select type
da: Vælg type
de: Typ auswählen
es: Seleccionar tipo
es_us: Seleccionar tipo
fr: Sélectionner un type
it: Seleziona il tipo
ja: タイプを選択
ko: 유형 선택
nl: Selecteer type
pl: Wybierz typ
sv: Välj typ
zh_hans: 选择类型

# SixLayerFramework.form.placeholder.toggle
source: Toggle
da: Skift
de: Umschalten
es: Palanca
es_us: Palanca
fr: Basculer
it: Attiva/disattiva
ja: トグル
ko: 비녀장
nl: Schakelaar
pl: Dźwignia kolankowa
sv: Växla
zh_hans: 切换

# SixLayerFramework.form.placeholder.typeToSearch
source: Type to search
da: Skriv for at søge
de: Geben Sie ein, um zu suchen
es: Escribe para buscar
es_us: Escribe para buscar
fr: Tapez pour rechercher
it: Digita per cercare
ja: 入力して検索します
ko: 검색하려면 입력하세요.
nl: Typ om te zoeken
pl: Wpisz, aby wyszukać
sv: Skriv för att söka
zh_hans: 输入搜索

# SixLayerFramework.form.progress
source: Progress
da: Fremskridt
de: Fortschritt
es: Progreso
es_us: Progreso
fr: Progrès
it: Progressi
ja: 進捗
ko: 진전
nl: Voortgang
pl: Postęp
sv: Framsteg
zh_hans: 进步

# SixLayerFramework.form.progressFields
source: %d of %d field%@
da: %d af %d felt%@
de: %d von %d Feld%@
es: %d de %d campo%@
es_us: %d de %d campo%@
fr: %d sur %d champ%@
it: %d del campo %d%@
ja: %d/%d フィールド%@
ko: %d/%d 필드%@
nl: %d van %d veld%@
pl: %d z %d pola%@
sv: %d av %d fält%@
zh_hans: %d 个字段（共 %d 个字段）%@

# SixLayerFramework.form.quotaExceeded
source: Storage quota exceeded
da: Lagerkvoten overskredet
de: Speicherkontingent überschritten
es: Se superó la cuota de almacenamiento
es_us: Se superó la cuota de almacenamiento
fr: Quota de stockage dépassé
it: Quota di archiviazione superata
ja: ストレージ割り当てを超過しました
ko: 스토리지 할당량을 초과했습니다.
nl: Opslagquotum overschreden
pl: Przekroczono limit miejsca na dane
sv: Lagringskvoten har överskridits
zh_hans: 超出存储配额

# SixLayerFramework.form.saveFailed
source: Error saving form draft: %@
da: Fejl ved lagring af formularkladde: %@
de: Fehler beim Speichern des Formular-Entwurfs: %@
es: Error al guardar el borrador del formulario: %@
es_us: Error al guardar el borrador del formulario: %@
fr: Erreur lors de l'enregistrement du brouillon du formulaire : %@
it: Errore durante il salvataggio della bozza del modulo: %@
ja: フォームドラフトの保存中にエラーが発生しました：%@
ko: 양식 초안 저장 중 오류: %@
nl: Fout bij opslaan formulierconcept: %@
pl: Błąd podczas zapisywania szkicu formularza: %@
sv: Det gick inte att spara formulärutkast: %@
zh_hans: 保存表单草稿时出错：%@

# SixLayerFramework.form.selected
source: Selected: %@
da: Valgt: %@
de: Ausgewählt: %@
es: Seleccionado: %@
es_us: Seleccionado: %@
fr: Sélectionné : %@
it: Selezionato: %@
ja: 選択済み：%@
ko: 선택됨: %@
nl: Geselecteerd: %@
pl: Wybrano: %@
sv: Valt: %@
zh_hans: 已选择：%@

# SixLayerFramework.form.selectedDates
source: Selected dates:
da: Udvalgte datoer:
de: Ausgewählte Daten:
es: Fechas seleccionadas:
es_us: Fechas seleccionadas:
fr: Dates sélectionnées :
it: Date selezionate:
ja: 選択された日付：
ko: 선택된 날짜:
nl: Geselecteerde data:
pl: Wybrane daty:
sv: Valda datum:
zh_hans: 已选择的日期：

# SixLayerFramework.form.storageUnavailable
source: Storage is not available
da: Opbevaring er ikke tilgængelig
de: Speicher ist nicht verfügbar
es: El almacenamiento no está disponible
es_us: El almacenamiento no está disponible
fr: Le stockage n'est pas disponible
it: Lo spazio di archiviazione non è disponibile
ja: ストレージが利用できません
ko: 저장공간을 사용할 수 없습니다.
nl: Er is geen opslag beschikbaar
pl: Pamięć nie jest dostępna
sv: Lagring är inte tillgängligt
zh_hans: 存储不可用

# SixLayerFramework.form.supportedTypes
source: Supported types: %@
da: Understøttede typer: %@
de: Unterstützte Typen: %@
es: Tipos compatibles: %@
es_us: Tipos admitidos: %@
fr: Types pris en charge : %@
it: Tipi supportati: %@
ja: サポートされているタイプ：%@
ko: 지원되는 유형: %@
nl: Ondersteunde typen: %@
pl: Obsługiwane typy: %@
sv: Typer som stöds: %@
zh_hans: 支持的类型：%@

# SixLayerFramework.image.analysisFailed
source: Image analysis failed: %@
da: Billedanalyse mislykkedes: %@
de: Bildanalyse fehlgeschlagen: %@
es: Error en el análisis de imagen: %@
es_us: Error en el análisis de la imagen: %@
fr: Échec de l'analyse de l'image : %@
it: Analisi dell'immagine non riuscita: %@
ja: 画像分析が失敗しました：%@
ko: 이미지 분석 실패: %@
nl: Beeldanalyse mislukt: %@
pl: Analiza obrazu nie powiodła się: %@
sv: Bildanalys misslyckades: %@
zh_hans: 图像分析失败：%@

# SixLayerFramework.image.enhancementFailed
source: Image enhancement failed: %@
da: Billedforbedring mislykkedes: %@
de: Bildverbesserung fehlgeschlagen: %@
es: Error en la mejora de imagen: %@
es_us: Error en la mejora de la imagen: %@
fr: Échec de l'amélioration de l'image : %@
it: Miglioramento dell'immagine non riuscito: %@
ja: 画像の強化が失敗しました：%@
ko: 이미지 향상 실패: %@
nl: Beeldverbetering mislukt: %@
pl: Ulepszanie obrazu nie powiodło się: %@
sv: Bildförbättring misslyckades: %@
zh_hans: 图像增强失败：%@

# SixLayerFramework.image.invalidImage
source: Invalid image provided for processing
da: Ugyldigt billede er angivet til behandling
de: Ungültiges Bild für die Verarbeitung bereitgestellt
es: Imagen no válida proporcionada para procesamiento
es_us: Imagen no válida proporcionada para su procesamiento
fr: Image non valide fournie pour le traitement
it: Immagine non valida fornita per l'elaborazione
ja: 処理用に提供された画像が無効です
ko: 처리할 잘못된 이미지가 제공되었습니다
nl: Ongeldige afbeelding opgegeven voor verwerking
pl: Podano nieprawidłowy obraz do przetworzenia
sv: Ogiltig bild har angetts för bearbetning
zh_hans: 提供的图像无效，无法处理

# SixLayerFramework.image.noImage
source: No Image
da: Intet billede
de: Kein Bild
es: Sin imagen
es_us: Sin imagen
fr: Aucune image
it: Nessuna immagine
ja: 画像なし
ko: 이미지 없음
nl: Geen afbeelding
pl: Brak obrazu
sv: Ingen bild
zh_hans: 无图像

# SixLayerFramework.image.optimizationFailed
source: Image optimization failed: %@
da: Billedoptimering mislykkedes: %@
de: Bildoptimierung fehlgeschlagen: %@
es: Error en la optimización de imagen: %@
es_us: Error en la optimización de la imagen: %@
fr: Échec de l'optimisation de l'image : %@
it: Ottimizzazione dell'immagine non riuscita: %@
ja: 画像の最適化が失敗しました：%@
ko: 이미지 최적화 실패: %@
nl: Beeldoptimalisatie mislukt: %@
pl: Optymalizacja obrazu nie powiodła się: %@
sv: Bildoptimering misslyckades: %@
zh_hans: 图像优化失败：%@

# SixLayerFramework.image.processingFailed
source: Image processing failed: %@
da: Billedbehandling mislykkedes: %@
de: Bildverarbeitung fehlgeschlagen: %@
es: Error en el procesamiento de imagen: %@
es_us: Error al procesar la imagen: %@
fr: Échec du traitement de l'image : %@
it: Elaborazione immagine non riuscita: %@
ja: 画像処理が失敗しました：%@
ko: 이미지 처리 실패: %@
nl: Beeldverwerking mislukt: %@
pl: Przetwarzanie obrazu nie powiodło się: %@
sv: Bildbehandling misslyckades: %@
zh_hans: 图像处理失败：%@

# SixLayerFramework.image.unsupportedFormat
source: Unsupported image format
da: Ikke-understøttet billedformat
de: Nicht unterstütztes Bildformat
es: Formato de imagen no admitido
es_us: Formato de imagen no admitido
fr: Format d'image non pris en charge
it: Formato immagine non supportato
ja: サポートされていない画像形式です
ko: 지원되지 않는 이미지 형식
nl: Niet-ondersteund afbeeldingsformaat
pl: Nieobsługiwany format obrazu
sv: Bildformat som inte stöds
zh_hans: 不支持的图像格式

# SixLayerFramework.imagePicker.notAvailable
source: Image picker not available on this platform
da: Billedvælger er ikke tilgængelig på denne platform
de: Die Bildauswahl ist auf dieser Plattform nicht verfügbar
es: Selector de imágenes no disponible en esta plataforma
es_us: Selector de imágenes no disponible en esta plataforma
fr: Le sélecteur d'images n'est pas disponible sur cette plateforme
it: Selettore immagini non disponibile su questa piattaforma
ja: 画像ピッカーはこのプラットフォームでは使用できません
ko: 이 플랫폼에서는 이미지 선택기를 사용할 수 없습니다.
nl: Afbeeldingkiezer niet beschikbaar op dit platform
pl: Selektor obrazów nie jest dostępny na tej platformie
sv: Bildväljaren är inte tillgänglig på den här plattformen
zh_hans: 图像选择器在此平台上不可用

# SixLayerFramework.invalid.date
source: Invalid Date
da: Ugyldig dato
de: Ungültiges Datum
es: Fecha No Válida
es_us: Fecha no válida
fr: Date non valide
it: Data non valida
ja: 無効な日付
ko: 잘못된 날짜
nl: Ongeldige datum
pl: Nieprawidłowa data
sv: Ogiltigt datum
zh_hans: 无效日期

# SixLayerFramework.invalid.url
source: Invalid URL
da: Ugyldig URL
de: Ungültige URL
es: URL No Válida
es_us: URL no válida
fr: URL non valide
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
nl: Ongeldige URL
pl: Nieprawidłowy URL
sv: Ogiltig webbadress
zh_hans: 无效 URL

# SixLayerFramework.list.itemNumber
source: Item %d
da: Vare %d
de: Artikel %d
es: Artículo %d
es_us: Artículo %d
fr: Article %d
it: Articolo %d
ja: アイテム %d
ko: 항목 %d
nl: Artikel %d
pl: Pozycja %d
sv: Objekt %d
zh_hans: 项目 %d

# SixLayerFramework.list.itemsCount
source: %d items
da: %d elementer
de: %d Artikel
es: %d elementos
es_us: %d elementos
fr: %d éléments
it: %d articoli
ja: %d 個のアイテム
ko: %d개의 항목
nl: %d artikelen
pl: %d elementów
sv: %d objekt
zh_hans: %d 项

# SixLayerFramework.list.tapToView
source: Tap to view
da: Tryk for at se
de: Zum Ansehen antippen
es: Toca para ver
es_us: Toca para ver
fr: Appuyez pour voir
it: Tocca per visualizzare
ja: タップして表示
ko: 보려면 탭하세요.
nl: Tik om te bekijken
pl: Kliknij, aby wyświetlić
sv: Tryck för att visa
zh_hans: 点击查看

# SixLayerFramework.location.authorizationTimeout
source: Authorization request timed out
da: Godkendelsesanmodningen fik timeout
de: Zeitüberschreitung bei der Autorisierungsanfrage
es: Se agotó el tiempo de espera de la solicitud de autorización
es_us: Se agotó el tiempo de espera de la solicitud de autorización
fr: La demande d'autorisation a expiré
it: Richiesta di autorizzazione scaduta
ja: 認可リクエストがタイムアウトしました
ko: 승인 요청 시간이 초과되었습니다.
nl: Er is een time-out opgetreden voor het autorisatieverzoek
pl: Upłynął limit czasu żądania autoryzacji
sv: Autentiseringsbegäran tog timeout
zh_hans: 授权请求超时

# SixLayerFramework.location.denied
source: Location access was denied by the user
da: Placeringsadgang blev nægtet af brugeren
de: Der Standortzugriff wurde vom Benutzer verweigert
es: El usuario denegó el acceso a la ubicación
es_us: El usuario denegó el acceso a la ubicación
fr: L'accès à la localisation a été refusé par l'utilisateur
it: L'accesso alla posizione è stato negato dall'utente
ja: 位置情報へのアクセスがユーザーによって拒否されました
ko: 사용자가 위치 액세스를 거부했습니다.
nl: Locatietoegang is geweigerd door de gebruiker
pl: Użytkownik odmówił dostępu do lokalizacji
sv: Platsåtkomst nekades av användaren
zh_hans: 位置访问被用户拒绝

# SixLayerFramework.location.locationTimeout
source: Location request timed out
da: Placeringsanmodningen fik timeout
de: Zeitüberschreitung bei der Standortanfrage
es: Se agotó el tiempo de espera para la solicitud de ubicación
es_us: Se agotó el tiempo de espera para la solicitud de ubicación
fr: La demande de localisation a expiré
it: Richiesta di posizione scaduta
ja: 位置情報リクエストがタイムアウトしました
ko: 위치 요청 시간이 초과되었습니다.
nl: Er is een time-out opgetreden voor het locatieverzoek
pl: Upłynął limit czasu żądania lokalizacji
sv: Platsförfrågan tog timeout
zh_hans: 位置请求超时

# SixLayerFramework.location.restricted
source: Location access is restricted
da: Placeringsadgang er begrænset
de: Der Standortzugriff ist eingeschränkt
es: El acceso a la ubicación está restringido
es_us: El acceso a la ubicación está restringido
fr: L'accès à la localisation est restreint
it: L'accesso alla posizione è limitato
ja: 位置情報へのアクセスは制限されています
ko: 위치 접근이 제한되어 있습니다
nl: Locatietoegang is beperkt
pl: Dostęp do lokalizacji jest ograniczony
sv: Platsåtkomst är begränsad
zh_hans: 位置访问受到限制
